"About" = "Sobre";

"Chat and Message Alerts" = "Alertas de chat e mensagens";

"Notification settings, including push notification settings, are located inside the app.  Open your bookmarks and tap Account Settings." = "As definições de notificação, incluindo as definições de notificações \"push\", encontram-se dentro da aplicação. Abre os teus favoritos e clica em Definições de conta.";

"Notifications" = "Notificações";

"Photo and Video" = "Foto e vídeo";

"Play Sound" = "Reproduzir som";

"Record HD Video" = "Gravar vídeo HD";

"Version" = "Versão";

"Vibrate" = "Vibrar";

